{
    "header":[
        {
            "id":1,
            "header":"Light",
            "span_one":"House",
            "span_two":"DEVELOPMENT",
            "imge":"/phote/logo.png"
        }
    ],
    
    "navbar":[
        {
            "id":1,
            "list_one":"Home",

            "list_two":"Products",

            "list_three":"info",
 
            "list_foure":"ContactUs"

        }
    ],

    "Carosel":[
        {
            "id":1,
            "header_one":" Point Of Sale",
            "paragraph_one":" In this guide to the meaning of POS (point of sale), we’ll explore basic definitions and show some examples to clear up any confusion on terms like POS system, POS, Point of Sale Machine, and POS purchase. ",
            "imges_one":"/phote/slider/slide1.png",


            "header_two":" Implementation ",
            "paragraph_two":" Implementation is the carrying out, execution, or practice of a plan. ",
            "imges_two":"/phote/slider/slide2.jpg",



            "header_three":" performance ",
            "paragraph_three":"Improve decision-making and performance with agile planning solutions.  ",
            "imges_three":"/phote/slider/slide3.jpg",


            "header_foure":" Revolutionize ",
            "paragraph_foure":" Revolutionize business processes with intelligent automation — supported by artificial intelligence and robotic process automation ",
            "imges_foure":"/phote/slider/slide4.jpg",


            "header_five":" Reporting ",
            "paragraph_five":" Reporting is providing information about serious wrongdoing and statement. ",
            "imges_five":"/phote/slider/slide5.jpg",

            "header_six":" financial planning ",
            "paragraph_six":" Solve your specific financial planning and analytics needs with lighthoues. ",
            "imges_six":"/phote/slider/slide6.jpg",

            "header_seven":" Gap analyses ",
            "paragraph_seven":"A gap analysis is how an organization examines its current performance with its target performance. ",
            "imges_seven":"/phote/slider/slide7.jpg"
        }
    ],

    
    "products" : [
        {
            "id": 1,
            "header_one" : " LightHouse ERP system ",
            "imges" : "./phote/products/pos8.jpg",
            "body" : " نظام لايت هوس هو نظام محاسبي متكامل يتم فية تسجيل فواتير المشتريات و المبيعات  ويتم عمل القيود المحسابية بشكل نظامي دون التدخل اليدوي وذالك للحصول علي حسابات وتحاليل بشكل مفصل للكل الحسابات و معرفه اتخاذ القرارت بالاضافه الي مديول الحسابات لعمل قيود التسوية و سندات القبض و الصرف وهناك شجره دليل الحسابات و مراكز التكاليف بالاضافة الي انظمة التقسيط و انظمة الكوتة للاصناف و الاسعار البيع او حد الطلب و التنبيهات للمديونيات المدينة و الدائنة –(العملاء ، الموردين )و هناك الداش بورد للقدرة علي معرفة طبيعة النشط و التحاليل الماليةبالاضافه الي نظام نقاط البيع و تكاملة مع النظام الرئيسي لمعرفة الورديات و حجم المبيعات    بالاضافه الي نظام الضرائب الجديد و ارسال الفواتير الي سرفر الضرائب وعمل تكامل معهم بالاضافة الي نظام التخطيط و التصنيع للمؤسسات لمعرفه تكلفه الاصناف و حجم الانحراف المعياريوبرنامج شئون العاملين المسئول علي رواتب الموظفين و المنح و الجزاءات و الخصومات "
        },
        {
            "id": 2,
            "header_one" : "نظام الفاتورة الاكترونية ",
            "imges" : "./phote/products/pro/pos4.jpg",
            "body" : " هو نظام يقوم من قبل مصلحة الضرائب لارسال الفواتير البيع من خلال النظام وعمل تكامل مع سيرفير الضرائب لارسال الفواتير مشفرة الي موقع الضرائب "
        },
        {
            "id": 3,
            "header_one" : "نظام نقاط البيع ",
            "imges" : "./phote/products/pos1.png",
            "body" : "   هو برنامج مستقل يعمل كنقطة بيع فية يتم فتح وردية لكل كاشير و معرفة الرصيد الافتتاحي للوردية و عمل اغلاق للوردية و معرفة حجم اجمالي الوردية و تفاصيل الوردية ويمكن ان يعمل مع باقي المجموعة حيث ان نقاط البيع في اغلاق الوردية تقوم بعمل القيود المحاسبية بالكامل حتي لا يقوم المحاسب بعمل اي قيود خاصة المبيعات او الخصومات او الضريبة او الخزن حيث ان خزنة الكاشير في كل مرة اغلاق وردية تقوم بتصفير الخزنة و تحويل حساب العجز او الزياده الي حسابه "            
        },
        {
            "id": 4,
            "header_one" : "نظام الباركود ",
            "imges" : "./phote/products/pos3.jpg",
            "body" : "هو برنامج مستقل يعمل كنقطة بيع فية يتم فتح وردية لكل كاشير و معرفة الرصيد الافتتاحي للوردية و عمل اغلاق للوردية و معرفة حجم اجمالي الوردية و تفاصيل الوردية ويمكن ان يعمل مع باقي المجموعة حيث ان نقاط البيع في اغلاق الوردية تقوم بعمل القيود المحاسبية بالكامل حتي لا يقوم المحاسب بعمل اي قيود خاصة المبيعات او الخصومات او الضريبة او الخزن   حيث ان خزنة الكاشير في كل مرة اغلاق وردية تقوم بتصفير الخزنة و تحويل حساب العجز او الزياده الي حسابه"
        },
        {
            "id": 5,
            "header_one" : "ننظام الداش بورد ",
            "imges" : "./phote/products/pos8.jpg",
            "body" : "  يسهل عمل معرفه مؤشرات الربح و اكثر الاصناف مبيعا و علاقات المصروفات بالايرادات و فواتير المشتريات و المبيعات لاستخدامها في التحليل المالي "
        },
        {
            "id": 6,
            "header_one" : "نظام اغلاق السنه المالية ",
            "imges" : "./phote/products/pos9.jpg",
            "body" : " وهو نظام يفيد المحاسبين لتكون كل سنة مالية مستقلة بذاتها ويمكن الرجوع اليها وهي خطوه تتم في نهاية السنة المالية حيث ان النظام يقوم بعمل اغلاق للسنة الماليه ويقوم بعمل قيود الختامية و التسويات لانشاء سنه ماليه جديدة"
        },
        {
            "id": 7,
            "header_one" : "نظام التتخطيط و التصنيع ",
            "imges" : "./phote/products/pos6.jpg",
            "body" : " نظام التخطيط  هو نظام يعمل علي تكويد المواد الخام و موارد المنشأة (عمال –موارد ) كتكاليف مباشره و تسجيل التكاليف الغير مباشرة  ليتم التخطيط لتكلفه ومعرفة التكلفة الخاصة بالصنف بشكل مخطط او معياري وليس فعلي   نظام التصنيع   وهو نظام يعمل بناء علي نظام التخطيط ويقارن بين الانتاج الفعلي و الانتاج المخطط لحساب التكلفه و مقارنة بالتكلفة المعيارة ومعرفة حجم الانحرافات في المواد الخام –المكينات او العمالة (كساعات عمل) "
        }
    ] ,

    "contact" : [
        {
            "id": 1,
            "Address" :"Address: cairo, st 4, Eg.",
            "From" : "From: 15 mayo block 23 no 9, Cairo Egypt ",
            "Mobile_one" : "Mobile: +01 14 85 480 29",
            "Mobile_two" : "Mobile: +01 01 85 310 77",
            "E_mail" : "E_mail: lighthouselighthouse2@gmail.com",
            "website" : "website: https://ad4sas.com",
            "imges":"/phote/logo1.png",
            "imges_two":"/phote/popular-social",
            "facebook":"/phote/puplic-media/facebook.png",
            "youtube":"/phote/puplic-media/youtube.png"
        }
    ] ,

    "footer" : [
        {
            "id": 1,
            "Address" :"Address: ",
            "From" : "15 mayo block 23 no 9, Cairo Egypt ",
            "Mobile" : "Mobile",
            "Mobile_one" : " +01 14 85 480 29",
            "Mobile_two" : " +01 01 85 310 77",
            "E_mail" : "E_mail:",
            "E_mail_one" : " lighthouselighthouse2@gmail.com",
            "website" : "website: ",
            "website_one" : " https://ad4sas.com",
            "header_one":"Image Gallery",
            "header_two":"Contact Us",
            "imges_one":"/phote/footer/Contact.jpg",
            "facebook":"facebook:",
            "link_facebook":"www.facebook.com",
            "youtube":"youtube:",
            "link_youtube":"www.youtube.com"
        }
    ] ,



    "line_footer" : [
        {
            "id": 1,
            "span_one" :"© Copyright : ",
            "span_two" :"Light House  ",
            "span_three" :"Design by add 4sas "
        }
    ] ,

    "body" : [
        {
            "id" : 1,
            "header": "company light house",
            "list_one": "1.حســـــــــــــــابات",
            "list_two": "2.مخــــــــازن",
            "list_three": "3.مبيـــــــــعات",
            "list_foure": "4.مشتريـــــات",
            "list_five": "5.حسابـــــــات عمــلاء",
            "list_six": "6.حسابـــــــــات موردين",
            "list_seven": "7.مبيــــعات نقديه ومبيعات اجله",
            "list_eight": "7.بيــــــــان حركه الاصناف",
            "list_nigh": "8.شئـــــــــون عاملين"
        },
        {
            "id" : 2,
            "header":"معلومات عن البرنامج",
            "header_body":"وتقدم شركة منارة مجموعة من البرامج",
            "list_one": "1.برنامج تخطيط موارد المؤسسات",
            "list_two": "2.برنامج المؤسسات العلاجيه<",
            "list_three": "3.برنامج خدمة مراكز المركبات",
            "list_foure": "4.برنامج نقاط البيع",
            "list_five": "5.برنامج ادارة المطاعم والكافيهات"
        },
        {
            "id" : 3,
            "header": "1.الحسابات",
            "list_one": "امكانيه عمل دليل حسابات قوي يوافق المعاير الدوليه ACCA  امكانيه التعديل او الاضافه عليه",
            "list_two": "امكانيه عمل مراكز تكاليف .",
            "list_three": "امكانيه عمل  سندات قبض و صرف ويتم ربطها بسهوله مع شاشات البيع و المشتريات",
            "list_foure": "امكانيه عمل سندات القيود لعمل القيود المحسابيه و التسويات ",
            "list_five": "امكانيه عمل  تقارير كشف حساب العملاء و الموردين و الحسابات العامه",
            "list_six": "امكانيه عمل ميزان مراجعه عام و للعملاء و الموردين",
            "list_seven": "امكانيه عمل  قوائم ماليه",
            "list_eight": "امكانيه عمل التقارير الضريبيه ",
            "list_nigh": "امكانيه عمل  حساب العملات واستخدام اكثر من عمله وعمل حسابات الفوركس بشكل الي عند عمل الميزانيه او عمل الاغلاقات",
            "list_ten":"امكانيه عمل فتره ماليه ويتم بعدها عمل اغلاق للقاعده وفتح سنه ماليه جديده لكي يكون كل سنه ماليه مستقله بزاتها وايمكانيه الرجوع للسنوات السابقه بسهوله "
        },
        {
            "id" : 4,
            "header": "2.مراقبه المخزن ",
            "list_one": "امكانيه معرفه ارصده المخازن بسهوله تامه - كرته صنف و معرفه بشكل اجمالي",
            "list_two": " امكانيه عمل جرد للاصناف .",
            "list_three": "امكانيه معرفه اصناف منتهيه الصلاحيه و اصناف خدميه و اصناف مخزنيه",
            "list_foure": "امكانيه إضافه اكثر من مخزن (مستودع) وتعريف اكثر من وحده للصنف",
            "list_five": "امكانيه معرفه الاصناف الراكده و الاصناف الاكثر مبيعا.",
            "list_six": "امكانيه معرفه الاصناف التي وصلت الي حد الطلب و الاصناف التي وصلت الي الحد الاقصي واعطاء اشعارات بها"
        },
        {
            "id" : 5,
            "header": "3.المبيعات",
            "list_one": "امكانيه عمل فواتير المبيعات و طباعتها وشامل دفعات العميل داخل الفاتوره",
            "list_two": "امكانيه عمل كل القيود المحاسبيه وحسابه مع المخزن كتكلفه مع المخازن دون عمل اي قيود محاسبيه",
            "list_three": "امكانيه اعطائك الخصم المرجح وافضل سعر للبيع",
            "list_foure": "امكانيه التحكم الكامل في هامش ربحك ويكون سعر البيع موافق الي هامش الربح",
            "list_five": "امكانيه معرفه ربحيه كل فاتوره ومعرفه ربحيه كل صنف في التقارير",
            "list_six": "يتميز البرنامج  اعطائك اشعارات لمعرفه استلام المتحصلات من العملاء.وجود اكثرمن وحدات للبيع لكل صنف حتى يتناسب مع محلات الجملة القطاعى"
        },
        {
            "id" : 6,
            "header": "4.شئون العاملين ",
            "list_one": "امكانيه تكويد موظفين",
            "list_two": "امكانيه ادخال بينات الموظفين من تلفون و عنوان ورقم البطاقه و الصور و المستندات",
            "list_three": "امكانيه ادخال مفردات الراتب للموظفين وطباعه كشف الرواتب بسهوله"
        },
        {
            "id" : 7,
            "pargraphe": "نظام النسخ الاحتياطي لقاعدة البيانات للحفاظ عليها من الفقد وسهولة  يتميز البرنامج بوجهه استخدام سهله تجعل من السهل على أي شخص استخدامها بدون خبرة سابقةوجود اكثر من شكل وتصميم لشاشة البيع يمكنك الاختيار بينهم اتتناسب مع نشاطك او مع الشاشات العادية او شاشات اللمساختصارات من الكيبورد للوصول السريع إلى شاشتك المطلوبة مثل الاوفيسبرنامج كامل متكامل مع دعم فنى طوال ايام الاسبوعيبرنامج بيحقق المعادلة الصعبة ( قوة وتحكم وسهولة وبساطة) وبسعر خيالىفقط راسلنا على صفحتنا او اتصل بنا على الارقام الاتية :اتصل بنا :  01000902055 -011485480299"
        },
        {
            "id" : 8,
            "imges_one":"phote/logo1.png",
            "imges_two":"phote/erd.jpg"
        }

    ],



    "bodys" : [
        {
            "id" : 1,
            "header_two":"(ERP System)برنامج تخطيط موارد المؤسسات",
            "pargrafe_two":" هو برنامج يقوم بربط جميع المعلومات الخاصة بموارد المؤسسة بحيث تسير في مجرى واحد يستطيع متخذ القرار من خلاله أن يطلع علي مسار الحركات الخاصة بمؤسسته ويمكنه من معرفة وضع العمل في أي لحظة. اختصار كبير في تسجيل المعلومات بحيث تؤثر أي حركة داخل المؤسسة في أي ادارة أو منفذ بيع أومخزن على باقي الادارات وتظهر في كافة التقارير ذات العلاقة وهو ما يعرف بالتكامل وهو من أهم خصائص أنظمة الموارد المؤسسية تتيح قاعدة البيانات الموحدة لنظام الموارد المؤسسية انشاء عدد غير محدود من التقارير والاحصاءات والتحليلات للمؤسسة ككل أو للقطاعات والادارات المختلفة وفي وجود فريق دعم فني قوي للبرنامج يمكن تحديث هذه التقارير لتتماشى مع متطلبات الادارة المتغيرة.   "


        }

    ],
    "header_body" : [
        {
            "id" : 1,
            "imge": "/phote/open.jpg",

            "header":"شركة ادّ للبرامج المحاسبية المتخصصة",
            "pargrafe": "ERP هو إختصار يرمز الى الأنظمة  الخاصة  بتخطيط  موارد المؤسـسة وهو يعتبر أداة لإدارة عمليات الشركة  من خلال الاقسام التالية :(المالية والمشتريات و المبيعات والمخازن والتخطيط والانتاج  والموارد البشرية )  و الربط  والتكامل بين تلك الإدارات . كما يقـوم النظـام  بعمل التقارير والأحصائيات لمختلف اقسام الشركة . و معظم الشركات لديها بعـض النماذج من انظــمة التمويل  و التشغيل و لــكن لا يمكن لتلك الأنظمة  تجاوز العمــليات التجارية اليومية  و لا يمكنها المساعدة  في استكشاف نمو العــمل في المســـــتقبل بدون استخدام  تلك البرامج ."
            
        },
        {
                "id" : 2,
                "imge": "/phote/erd.jpg",
                "header":"اهداف الشركة",
                "pargrafe": "تهدف شركة  أدمن الـي رفع كفاءة الشركات عن طريق إمــدادهـا بتطبيقـات متميزة تساعد في صناعة القرارت و إستخدام جميع التقنيات الحديثة كتقنيات الذكاء الأصطناعي والتعلم الذاتي ، كما تهدف الي توفير خدمات ما بعد البيع لمساعدة الشركات في صناعة الارباح المطلوبة."
                
        }

    ],

    "body_body" : [
        {
            "id" : 1,
            "header":"وتقدم شركة ادّ مجموعة من البرامج",
            "list":"(ERP System) برنامج تخطيط موارد المؤسسات"
        },
        {
            "id" : 2,

            "list":"(POS) برنامج نقاط البيع"
        },
        {
            "id" : 3,

            "list":"برنامج التصنيع والتكاليف المعيارية و التكلفة الفعلية"
        },
        {
            "id" : 4,

            "list":"نظام الفاتورة الالكترونية  و نظام الضرايب الجديد"
        }

    ],

    "Program" : [
        {
            "id" : 1,
            "search":"fas fa-search",
            "header":"OtherPrograms",
            "list_one":"برامج مشتريات",
            "list_two":"برنامج المبعات ",
            "list_three":"برنامج الحسبات",
            "list_foure":"برنامج نقاط البيع",
            "list_five":"برنامج التصنيع و التكاليف",
            "list_six":"شئون العاملين",
            "list_seven":"نظام الاقساط",
            "list_eight":"نظام الكوتة",
            "list_ten":"نظام الفاتورة الاكترونية",
            "list_ten_one":"نظام الضرايب الجديد"
        }
    ],
    "footer_body" : [
        {
            "id" : 1,
            "header":"برامج شركة اد للبرامج المحاسبية المتخصصة إحدي برامجها هي  لايت هاوس ويتضمن ",
            "pargrafe":" حسابات عامة – مشتريات – مبيعات – مخازن – نظام الاقساط - شئون عاملين – تخطيط – إنتاج – نقاط بيع-نظام التقارير و التنبيهات",
            "imge": "/phote/logo1.png",

            "list_one":"نظام أرشيف القاعدة (الأوتو باكاب) لعمل باكاب يومي لحفظ الداتا الموجودة وعدم فقدانها ",
            "list_two":"نظام الإغلاق من خلال إغلاق السنة المالية الحالية و فتح سنة مالية جديدة ",
            "list_three":"دعم اكثر من قاعدة بيانات مختلفة",
            "list_foure":"إستيراد العملاء و الموردين و فواتير الشراء و الأصناف من خلال الإكسيل شيت ",
            "list_five":"تصدير و إستيراد من خلال الاكسيل شيت ويدعم PDF ",
            "list_six":"دعم طباعة الباركود و الموازين و الاسكانر باركود و QR ",
            "list_seven":"نظام تصحيح التكلفة للبضاعة المباعة ",
            "list_eight":"نظام التنبيه علي البضاعة التي وصلت الي حد الطلب ",
            "list_night":"نظام تكويد أصناف مصفوفة مثل اللون و المقاس و الموديل باكثر من بعد",
            "list_ten":"نظام التنبيه للمديونيات لدي العملاء",
            "list_eleven":"نظام التنبيه للديون الواجب سدادها الي الموردين ",
            "list_twelve":"دعم العملات الاجنبية و حساب الفوركيس ",
            "list_thirteen":"نظام صلاحيات المستخدمين ",
            "list_fourreen":"نظام نشاط المستخدمين لمعرفة من قام بعمليات حذف او تعديل او إضافة"



        }
    ],

    
"videos" : [
    {
        "id" : 1,
        "class" : "video_one video_two embed-responsive embed-responsive-16by9 mb-4",
        "Link_youtube" : "https://www.youtube.com/embed/P8PfcdIeP3E",
        "title":"YouTube video player",
        "allow":"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture",
        "facebook":"/phote/puplic-media/facebook.png",
        "youtube":"/phote/puplic-media/youtube.png"
    }
]
}
